{
  "50": {
    "id": "50",
    "text": "The leader of YouTube's trust and safety team says he has to balance safety and civility with what the company considers a core mission: freedom of expression. The Google-owned site has come under fire for allowing videos that feature what many find offensive or violent, and for not doing enough to protect kids online. Matt Halprin's team is tasked with deciding what to allow or take down. He does so with a team of hundreds and a policy process that takes many months and outside experts. Halprin says if everyone is a little upset, he figures they've done something right.",
    "date": "2020-01-03T00:00:00.000Z"
  },
  "68": {
    "id": "68",
    "text": "New Jersey Sen. Cory Booker says he raised $6.6 million for his Democratic presidential campaign in the final three months of last year. Booker's campaign manager said Friday that the campaign was “thrilled” to have recorded its best quarter yet, despite Booker not having qualified for the December debate. Massachusetts Sen. Elizabeth Warren said she raised $21.2 million and Minnesota Sen. Amy Klobuchar raised $11.4 million. As for the other top Democratic presidential candidates, former Vice President Joe Biden raised $22.7 million, Vermont Sen. Bernie Sanders collected $34.5 million and former South Bend, Indiana, Mayor Pete Buttigieg notched $24.7 million. ",
    "date": "2020-01-03T00:00:00.000Z"
  },
  "105": {
    "id": "105",
    "text": "Pennsylvania State Police are investigating what appears to be a deliberate attempt to release bedbugs in a Walmart store. A police spokeswoman said Monday that troopers have made no arrests and do not have any suspects. A manager from the Walmart store in Edinboro in northwestern Pennsylvania contacted police Saturday after store employees found pill bottles with bugs in them. Police say a hygiene services contractor contacted by Walmart found bugs crawling around in the men's fitting room and identified them as bedbugs. Troopers were testing for fingerprints on the bottle while store officials were reviewing surveillance video.",
    "date": "2020-01-06T00:00:00.000Z"
  },
  "292": {
    "id": "292",
    "text": "Billionaire Tom Steyer has qualified for next week's Democratic presidential debate in Iowa. He'll be on stage alongside Joe Biden, Elizabeth Warren, Bernie Sanders, Pete Buttigieg and Amy Klobuchar. Steyer qualified by hitting polling requirements in South Carolina and Nevada, two of the early voting states. He said while campaigning in New Hampshire on Thursday that his campaign has momentum. A new Fox News poll conducted in South Carolina put Steyer at 15%, and another Fox News poll in Nevada put him at 12%. In previous early state and national polls, Steyer has mostly been in the low to mid-single digits.",
    "date": "2020-01-10T00:00:00.000Z"
  },
  "481": {
    "id": "481",
    "text": "President Vladimir Putin has engineered a surprise shake-up of Russia's leadership and proposed changes to the constitution that could keep him in power after the end of his term in 2024. Prime Minister Dmitry Medvedev resigned his post after Putin announced the proposed constitutional amendments. Putin kept his longtime ally in the Kremlin's leadership structure, appointing him to the new post of deputy head of the presidential Security Council. The president named the little-known head of Russia's tax service to replace him. Prominent opposition activist Alexei Navalny tweeted that Putin's speech clearly signaled his desire to continue calling the shots even after his presidential term ends.",
    "date": "2020-01-15T00:00:00.000Z"
  },
  "665": {
    "id": "665",
    "text": "President Donald Trump took a victory lap as he addressed farmers about a pair of new U.S. trade agreements with its North American neighbors and with China. When Trump spoke to the American Farm Bureau Federation's convention last year, he urged farmers to have his back. They'd been suffering financially in the fallout from his China trade war. Trump's follow-up speech Sunday in Austin, Texas, gave him a chance to make the case that he kept two of his trade promises. Trump signed a preliminary trade deal with China last week. He's expected to sign the North American trade agreement soon. Trump told the convention: “We did it.”",
    "date": "2020-01-19T00:00:00.000Z"
  },
  "760": {
    "id": "760",
    "text": "Venezuela’s opposition leader says he wants the European Union to widen sanctions against members of the Venezuelan government as a way to push toward free presidential elections in the country. Speaking Wednesday in Brussels during a global tour that defied a year-long travel ban at home and sought allies’ support to oust Venezuelan President Nicolás Maduro, Juan Guaidó also told The Associated Press that he is considering a stopover in Washington to meet President Donald Trump. About 60 nations, including the U.S., have recognized Guaidó, who heads the National Assembly, as Venezuela's legitimate president, arguing that Maduro's 2018 re-election was invalid and marred by fraud.",
    "date": "2020-01-22T00:00:00.000Z"
  },
  "796": {
    "id": "796",
    "text": "General Motors' self-driving car company will attempt to deliver on its long-running promise to provide a more environmentally friendly ride-hailing service in an unorthodox vehicle designed to eliminate the need for human operators to transport people around crowded cities. The service from GM's Cruise subsidiary will rely on a boxy, electric-powered vehicle called “Origin' that was unveiled Tuesday amid much fanfare. It looks like a cross between a mini-van and sports utility vehicle with one huge exception — it won't have any steering wheel or brakes. Cruise didn't provide several key details, including when and where the service will be available.",
    "date": "2020-01-22T00:00:00.000Z"
  },
  "962": {
    "id": "962",
    "text": "Right-wing opposition leader Matteo Salvini’s attempt to destabilize Italy's national government by forcing the left out of power in a key northern region appears to have foundered.  With 20% of precincts reporting in the Emilia-Romagna region,  Democratic Party incumbent Stefano Bonaccini leads with 50% of the votes for regional president, against 45% for the candidate of Salvini’s candidate right-wing League.  Salvini was seeking more than a symbolic victory in Emilia-Romagna, which has been a left-wing stronghold for 70 years. The firebrand former interior minister also aimed to shake the weak governing coalition in Rome and force new national elections. ",
    "date": "2020-01-26T00:00:00.000Z"
  },
  "1027": {
    "id": "1027",
    "text": "A three-day strike by thousands of nurses, staff members and other caregivers has closed two hospital emergency departments in the Seattle area. The workers at Swedish Medical Center began picketing in a heavy rain Tuesday morning, wearing clear plastic ponchos and carrying purple signs that said “Patients Before Profits.” They list low staffing levels as their primary concern, saying it not having enough staff puts patients at risk. The hospital says it is committed to patient care and has made a generous contract offer.",
    "date": "2020-01-28T00:00:00.000Z"
  },
  "1275": {
    "id": "1275",
    "text": "The U.S. government is trying to return memorabilia from World War II codebreaker and computing pioneer Alan Turing that were allegedly stolen more than 30 years ago. Government lawyers recently revealed in a court filing that investigators seized the items during a search of a Colorado woman's home in 2018. They say she took items such as a medal that Turing received from the British king after helping crack Nazi Germany's secret codes. After a lengthy international investigation, the U.S. government is asking a judge for ownership of the items so it can return them to a boys’ boarding school that Turing attended in England.",
    "date": "2020-02-02T00:00:00.000Z"
  },
  "1582": {
    "id": "1582",
    "text": "Final results in Ireland’s general election show three parties in a virtual tie for seats, signalling weeks of tense negotiations to form a coalition government. With all votes counted Tuesday, the center-right Fianna Fail party had 38 seats in the 160-seat Dail, the lower house of parliament. Left-wing nationalists Sinn Fein won 37 and Fine Gael, the centrist party led by incumbent Prime Minister Leo Varadkar, took 35. Saturday’s election produced a breakthrough for Sinn Fein. Party leader Mary Lou McDonald says Sinn Fein will now try to form a government with independent lawmakers and smaller left-wing parties.",
    "date": "2020-02-11T00:00:00.000Z"
  },
  "1776": {
    "id": "1776",
    "text": "The race to succeed Jeremy Corbyn as the next leader of Britain's main opposition Labour Party has narrowed to three after Emily Thornberry was narrowly eliminated from the leadership contest. Thornberry, who speaks on foreign affairs matters for the party, failed to secure the nominations needed to progress to the final ballot. That leaves three remaining candidates, Keir Starmer, Rebecca Long-Bailey and Lisa Nandy for the vote by party members and registered supporters. A winner will be announced April 4. Labour suffered its worst defeat since the 1930s in December's general election, which saw Prime Minister Boris Johnson's Conservatives win a strong majority in parliament.",
    "date": "2020-02-15T00:00:00.000Z"
  },
  "1922": {
    "id": "1922",
    "text": "Ireland’s parliament has convened for the first time since an election two weeks ago that left three parties on roughly level pegging, with no easy route to forming a stable government. The Feb. 8 election brought a breakthrough for left-wing nationalists Sinn Fein at the expense of the two long-dominant centrist parties, Fianna Fail and Fine Gael. Fianna Fail and Sinn Fein each hold 37 seats in the 160-seat parliament, while Fine Gael has 35. Thursday’s session saw leaders of all three parties nominated for Taoiseach, or prime minister. But none got enough votes to be elected. Fine Gael leader Leo Varadkar resigned as prime minister after the votes, though he will stay as caretaker until a successor is chosen.",
    "date": "2020-02-20T00:00:00.000Z"
  },
  "2001": {
    "id": "2001",
    "text": "A Wisconsin deputy prison warden who posted Facebook memes comparing Muslim children to garbage and equated flying a gay pride rainbow flag with raising the Confederate flag has been fired. Records from the Wisconsin Employment Relations Commission show that Deputy Warden Richard “Sam” Schneiter was fired in November. He appealed his firing in December but was denied. He filed a second appeal last month and has a hearing set for April. He argued that the investigation into what happened was unfair and he didn't deserve to lose his job. Schneiter said Friday he wants his old job back.",
    "date": "2020-02-21T00:00:00.000Z"
  },
  "2153": {
    "id": "2153",
    "text": "Joe Biden has claimed one of South Carolina's most coveted endorsements, from Congressman Jim Clyburn,  the highest-ranking black member of Congress and a South Carolina political kingmaker. Clyburn made his announcement Wednesday, a day after Democratic presidential candidates debated in the state. Front-runner Bernie Sanders spoke at an Al Sharpton breakfast. And Pete Buttigieg, a leading critic of both Biden and Sanders, canceled multiple events saying he was sick. The developments came just three days before South Carolina's presidential primary election — and six days before Super Tuesday — with the Democratic establishment growing increasingly concerned that Sanders, a polarizing progressive, is tightening his grip on his party's nomination. ",
    "date": "2020-02-26T00:00:00.000Z"
  },
  "2290": {
    "id": "2290",
    "text": "A dozen sea turtles that nearly froze to death when they were too far north last fall as water temperatures abruptly plunged in New Jersey survived that ordeal but remain threatened by pneumonia. The nonprofit group Sea Turtle Recovery got the turtles through their initial medical crisis, with two needing CPR. But 11 went on to develop pneumonia, a common problem in turtles that survive so-called “cold-stunning” and one that could yet kill some of them. The turtles are being treated with medications, and their progress and conditions are checked daily in a hospital on the grounds of a turtle-themed zoo.",
    "date": "2020-02-28T00:00:00.000Z"
  },
  "2484": {
    "id": "2484",
    "text": "Democratic Senate candidate MJ Hegar has advanced to a runoff election in Texas after falling short of capturing the nomination outright. Hegar is a former Air Force helicopter pilot who's seeking to unseat the Republican incumbent, John Cornyn. Cornyn was renominated for a fourth term on Tuesday and is seen as a heavy favorite in November in a state where a Democrat hasn't won a Senate seat since the 1970s. Hegar's challengers include Cristina Tzintzun Ramirez, a liberal political organizer, and Royce West, a long-serving state senator. The runoff is set for May 26.",
    "date": "2020-03-04T00:00:00.000Z"
  },
  "2710": {
    "id": "2710",
    "text": "A one-time Turkish deputy prime minister has established a new political party, becoming the second former ally of President Recep Tayyip Erdogan to break away from the ruling party and form a new movement to challenge his rule. Ali Babacan, who held the positions of deputy premier, economy minister and foreign minister under various ruling party governments, formally registered his party on Monday, months after former Prime Minister Ahmet Davutoglu established a similar splinter party.  The two breakaway parties could potentially chip away at Erdogan's support base, encumbering his chances of re-election in the 2023 presidential election.  ",
    "date": "2020-03-09T00:00:00.000Z"
  },
  "2812": {
    "id": "2812",
    "text": "International judges have postponed an appeal hearing for former Bosnian Serb military chief Ratko Mladic against his convictions on charges including genocide because Mladic is due to undergo surgery. The hearing had been scheduled for March 17-18 at the International Residual Mechanism for Criminal Tribunals. The residual mechanism handles appeals and other cases from the now closed United Nations war crimes tribunals for the former Yugoslavia and Rwanda. Mladic was given a life sentence on Nov. 22, 2017, after being convicted of crimes including genocide for leading troops who massacred more than 8,000 Muslim men and boys at the Srebrenica enclave in Bosnia in 1995.",
    "date": "2020-03-11T00:00:00.000Z"
  },
  "2897": {
    "id": "2897",
    "text": "U.S. hospitals are setting up circus-like tents for testing, considering canceling some elective surgeries and calling on retired doctors for help as they brace for an onslaught of coronavirus patients. The head of the American College of Emergency Physicians expects a “tremendous strain” on the U.S. health system. Experts fear that when federal testing snafus are resolved, a flood of patients will hit U.S. emergency rooms. And they worry doctors will face agonizing decisions over who gets treatment.",
    "date": "2020-03-13T00:00:00.000Z"
  },
  "3084": {
    "id": "3084",
    "text": "Police officers in Fort Worth and Denver have stopped arresting people for some low-level crimes. The district attorney in Brooklyn is declining to prosecute them. And many courthouses across the U.S. are closing their doors, delaying trials and canceling jury duty, as the coronavirus disrupts even the most fundamental pillars of American life. The disease has the potential to profoundly change law enforcement and jurisprudence in the U.S. Police departments are shifting resources and adjusting priorities in an attempt to maintain public safety while doing their best to prevent infection among officers and suspects. Courts that have stayed open are relying more on video for arraignments and other proceedings. ",
    "date": "2020-03-18T00:00:00.000Z"
  },
  "3160": {
    "id": "3160",
    "text": "Some city folk have been fleeing to their second homes in resort areas to ride out the coronavirus outbreak. But neighbors in many of those places are yanking the welcome mat, fearing infection and an overwhelming of already stretched resources. Cape May County Freeholder Director Gerald Thornton asks summer owners to stay away from the area in southern New Jersey. An hour after he spoke, a man from New York was confirmed as the county's first virus case. Business has more than doubled at a market near Stratton Mountain Ski Resort in Vermont. Locals aren’t thrilled as they watch items selling out and fear that out-of-staters could bring the virus.",
    "date": "2020-03-20T00:00:00.000Z"
  },
  "3296": {
    "id": "3296",
    "text": "Families across the country and the world are hunkering down at home during these days of isolation. That means another danger that's less obvious than the coronavirus — a potential spike in domestic violence. It's a time when victims are spending day and night trapped at home with their abusers. They've got no idea when it will end, and fewer ways to ask for help. In cities and towns everywhere, concern is high and meaningful numbers are hard to come by. ",
    "date": "2020-03-24T00:00:00.000Z"
  },
  "3431": {
    "id": "3431",
    "text": "California farms are still working to supply food to much of the United States amid the coronavirus. But some farmworkers are anxious about the virus spreading among them. Many travel in groups to fields and say employers show no regard for social distancing. Some farms are keeping workers spaced out and asking them to wear gloves and use hand sanitizer. But an industry group says the distancing measures can be inefficient and costly. If workers are sidelined by illness, it could jeopardize crop yields and disrupt the food supply. United Farm Workers is using the moment to push for longstanding requests like removing hurdles to sick pay.",
    "date": "2020-03-28T00:00:00.000Z"
  },
  "3586": {
    "id": "3586",
    "text": "Doctors in Spain's overburdened hospitals are having to make agonizing decisions on who gets the best care during the coronavirus crisis, and the age of patients appears to matter more than ever. Two weeks ago, workers in Madrid's busiest hospitals said patients over 80 were not given priority for intensive care unit beds because of their lower chance of survival. Guidelines distributed Wednesday to hospitals in the northeastern region of Catalonia recommended that virus patients over 80 not be intubated. The document said staff should “offer resources to those patients who can most benefit from them as far as years of life to be saved (and) avoid hospitalizations of people with scarce chances of survival.”",
    "date": "2020-04-02T00:00:00.000Z"
  },
  "3628": {
    "id": "3628",
    "text": "President Donald Trump is nominating a 37-year-old judge and former clerk to Supreme Court Justice Brett Kavanaugh to a seat on the powerful U.S. Court of Appeals for the District of Columbia Circuit. Justin Walker of Kentucky is one of the youngest federal judges in the country. He has deep ties to Senate Majority Leader Mitch McConnell, a Kentucky Republican who hailed the nomination of “a rising Kentucky star' to the second-most-important federal court in the country. Democrats opposed Walker's nomination as a judge last year and note he was rated “Not Qualified” by the American Bar Association.",
    "date": "2020-04-03T00:00:00.000Z"
  },
  "3662": {
    "id": "3662",
    "text": "Some states and cities that have been shipped masks, gloves, ventilators and other essential equipment from the nation’s medical stockpile to fight the coronavirus have gotten an unwelcome surprise: the material is unusable. Nearly 6,000 medical masks sent to Alabama had dry rot. More than 150 ventilators sent to Los Angeles were broken and had to be repaired. In Oregon, it was masks with faulty elastic that could cause the straps to snap. The CDC has acknowledged that some items in the U.S. stockpile have exceeded their manufacturer-designated shelf life but still were being distributed because of the urgent demand.",
    "date": "2020-04-04T00:00:00.000Z"
  },
  "3794": {
    "id": "3794",
    "text": "The Centers for Disease Control and Prevention is considering changing its guidelines for self-isolation to make it easier for those who have been exposed to someone with the coronavirus to return to work if they are asymptomatic. The public health agency and the White House are considering an announcement as soon as Wednesday. Under the proposed guidance, people who are exposed to someone infected would be allowed back on the job if they are asymptomatic, test their temperature twice a day and wear a face mask. That's according to person familiar with the proposal who spoke on the condition of anonymity because the draft had not been finalized.",
    "date": "2020-04-08T00:00:00.000Z"
  },
  "4142": {
    "id": "4142",
    "text": "The top American and Russian diplomats have discussed arms control and other issues as Moscow signals readiness to include some of its latest nuclear weapons in the last remaining arms control pact between the two countries. The U.S. State Department said Friday that Secretary of State Mike Pompeo and Russian Foreign Minister Sergey Lavrov discussed the next steps in the bilateral strategic security dialogue. Deputy Foreign Minister Sergei Ryabkov said Russia's new Sarmat heavy intercontinental ballistic missile and its Avangard hypersonic glide vehicle could count in an extended New START treaty. The State Department says Pompeo emphasized that future arms control talks must incorporate President Donald Trump’s vision for a trilateral agreement that includes China",
    "date": "2020-04-17T00:00:00.000Z"
  },
  "4158": {
    "id": "4158",
    "text": "Vice President Mike Pence delivered a commencement address to the U.S. Air Force Academy’s 2020 graduating class on Saturday. The speech was a symbolic nod to normalcy and one aimed at showing the country is on a course to gradually reopen after weeks of the coronavirus shutdown. But the event that usually attracts a big crowd in Colorado Springs, Colorado, was far different this year. Friends and family were barred from attending. Instead of gathering at the school's stadium, hundreds of graduating cadets in blue and white dress uniforms sat eight feet apart on the school's parade field and donned masks once the ceremony ended. Pence said he hoped the ceremony would inspire those watching at home.",
    "date": "2020-04-18T00:00:00.000Z"
  },
  "4192": {
    "id": "4192",
    "text": "The nation's capital, like most of the nation itself, is largely shuttered. Everything from the annual White House Easter Egg Roll to a lavish state dinner for the Spanish royals has been scrapped. The few congressional lawmakers still required to show up to Capitol Hill during the spring recess are scouring the internet or turning to family members for help sewing homemade masks. Wealthy political donors are still raising money for politicians, but in exchange for a spot in a Zoom meeting instead of the opportunity to mingle over wine and passed hors d’oeuvres in hotel ballrooms. ",
    "date": "2020-04-19T00:00:00.000Z"
  },
  "4357": {
    "id": "4357",
    "text": "More evidence is emerging that far more New Yorkers have had the coronavirus than the number confirmed by lab tests. New York Gov. Andrew Cuomo said Thursday that knowing how many people have antibodies could potentially help set policy on when to reopen parts of the state. He said blood samples collected from about 3,000 people indicated that nearly 14% had developed antibodies to fight a coronavirus infection. The data was preliminary and the sample of people tested was small. It’s also still not know yet how much protection antibodies provide or how long that immunity might last. At least 263,000 people in New York state have tested positive for the coronavirus.",
    "date": "2020-04-23T00:00:00.000Z"
  },
  "4406": {
    "id": "4406",
    "text": "The federal government is proceeding with plans for a border wall even as communities where construction is ongoing protest the presence of workers. In the Yuma, Arizona, area, the government modified a contract last month to add 1.5 miles of a 30-foot border wall with an anti-climb plate for $55.8 million. It's looking to award another $50 million contract next month to add fiber optic cables, lighting, closed circuit TV, a ground detection system and signage. Still, lawmakers and advocates are calling for construction to be halted amid the coronavirus outbreak. They say the workers put small border communities with few health care resources at risk. ",
    "date": "2020-04-24T00:00:00.000Z"
  },
  "4413": {
    "id": "4413",
    "text": "The French and Dutch governments announced nearly $10 billion in bailout money late Friday to rescue Air France and KLM. Their planes have been largely grounded by virus lockdowns around the world, that have forced other carriers to collapse or seek government rescues. Air France will get 3 billion euros in direct loans from the French state and a 4-billion-euro bank loan guaranteed by the state. The Dutch finance minister says his government will provide 2-4 billion euros to help flag carrier KLM survive, likely in the form of guarantees and loans. Air France and KLM said earlier this month that they expect their joint traffic to be down more than 90% in the coming months.",
    "date": "2020-04-24T00:00:00.000Z"
  },
  "4434": {
    "id": "4434",
    "text": "Journalists from around the U.S. are finding ways to help their colleagues simply pay rent or buy groceries as they face lost or reduced paychecks because of layoffs and furloughs caused by the coronavirus pandemic. Writers in Oklahoma can be paid stipends to continue chronicling the effects of COVID-19 on the state and their jobs when they take unpaid time off. Virginia journalists have collected money to donate to others working in their field. And a group of current and former reporters and editors from New York to California are providing interest-free microloans to help others in their field make ends meet.",
    "date": "2020-04-25T00:00:00.000Z"
  },
  "4537": {
    "id": "4537",
    "text": "Democrat Kweisi Mfume has easily won a special election to complete the term of the late Rep. Elijah Cummings, retaking a Maryland congressional seat Mfume held for five terms before leaving to lead the NAACP. Cummings died last October, and Mfume defeated Republican Kimberly Klacik on Tuesday for the seat in the heavily Democratic district encompassing parts of Baltimore and two nearby counties. Ballots were mailed to all registered voters in the majority-black 7th Congressional District as the election was dramatically reshaped by the coronavirus pandemic. Mfume said he'll use “science, data and common sense to help get our nation through this dark hour.' ",
    "date": "2020-04-28T00:00:00.000Z"
  },
  "4547": {
    "id": "4547",
    "text": "Authorities in Mumbai have temporarily shelved a plan to give the much-touted but largely untested anti-malarial drug hydroxychloroquine to thousands of people living in the city’s crowded slums. Social distancing is virtually impossible in Mumbai, and the plan was an attempt to try to prevent the spread of the virus there. Health officials say that a test to prove its efficacy was still in the cards, but for now they will follow federal guidelines: to use the drug as a precautionary tool for high risk groups such as health care workers or known contacts of COVID-19 patients. ",
    "date": "2020-04-29T00:00:00.000Z"
  },
  "4571": {
    "id": "4571",
    "text": "Scientists have announced the first effective treatment against the coronavirus — an experimental drug that can speed the recovery of COVID-19 patients — in a major medical advance that comes as the economic gloom caused by the scourge deepens in the U.S. and Europe. The U.S. government says it is working to make the medication available to patients as quickly as possible.",
    "date": "2020-04-29T00:00:00.000Z"
  },
  "4713": {
    "id": "4713",
    "text": "Prime Minister Boris Johnson has offered more insight into his hospitalization for COVID-19. Johnson told the Sun newspaper that he was aware doctors were preparing a strategy for announcing his death.  Johnson, who spent three nights in intensive care amid a week of treatment in a London hospital after falling ill, says he was aware that doctors “had a strategy to deal with a ‘death of Stalin’-type scenario.’’ The remarks were Johnson’s most candid yet on his illness. When he got discharged from the hospital,  acknowledged his fight to survive “could have gone either way.″ ",
    "date": "2020-05-03T00:00:00.000Z"
  },
  "4921": {
    "id": "4921",
    "text": "Dozens of U.S. children have been hospitalized with a serious inflammatory condition possibly linked with the coronavirus and first seen in Europe. New York authorities announced Wednesday that 64 children in the state were potentially affected. Most had evidence of COVID-19 infections but the link to coronavirus hasn't been proven. A few other U.S. cases have been reported along with cases in Europe.  Symptoms may include fever, abdominal pain and rashes. Some New York children developed heart inflammation requiring intensive care. The condition is similar to Kawasaki disease, a rare illness involving inflamed arteries.  ",
    "date": "2020-05-07T00:00:00.000Z"
  },
  "4945": {
    "id": "4945",
    "text": "Reflecting on Mother’s Day this weekend, President Donald Trump said he could do no wrong in his mother's eyes and perhaps that's what framed his personality today. Trump told Fox & Friends on Friday that he had a great mom and that first lady Melania Trump is a great mother to their son, Barron. Trump says he loved his mother and she loved him, which he joked was “probably not easy to do.'  He says he could do no wrong in his mother's eyes and that's perhaps 'why I ended up the way I ended up.” ",
    "date": "2020-05-08T00:00:00.000Z"
  },
  "4960": {
    "id": "4960",
    "text": "The parliament of Belarus on Friday set Aug. 9 as the date for the country’s next presidential election. President Alexander Lukashenko, who has ruled the ex-Soviet nation of 9.5 million with an iron fist since 1994, announced last year that he is running for another term. He has vowed, however, not to run the country forever. If he wins, it will be his sixth consecutive term in office. The U.S. and the European Union have regularly criticized Belarusian authorities for flawed elections and stifling the opposition. Last year’s parliamentary election excluded the opposition, with all 110 parliament seats going to former government functionaries, diplomats and members of pro-government parties. ",
    "date": "2020-05-08T00:00:00.000Z"
  },
  "5026": {
    "id": "5026",
    "text": "Some 500 Native American casinos have shut down during the pandemic, often taking away tribes’ main source of income. While some Native American-owned casinos have reopened or plan to in coming weeks, most are still closed. Besides costing tribes millions of dollars, the closures have forced layoffs and furloughs. One tribe in Washington state says it can't fund anything without the casino but recently reopened after two months. In Connecticut, workers at two large casinos are eager to get back to work. But they say it's better to be safe than sorry because “to open and close again would be terrible.'",
    "date": "2020-05-10T00:00:00.000Z"
  },
  "5222": {
    "id": "5222",
    "text": "U.S. states and countries worldwide are cautiously relaxing restrictions while also watching for potential spikes in coronavirus infections. Getting the timing right is complicated. Disease trackers note the impossibility of seeing clearly what’s happening without widespread testing. Experts say it could take several weeks to see enough testing data to know how lifting restrictions is affecting the spread of COVID-19. To tamp down any surge, investigators would try to call people who test positive, track down their contacts and get them into quarantine before they can spread the virus to others. ",
    "date": "2020-05-14T00:00:00.000Z"
  },
  "5411": {
    "id": "5411",
    "text": "What can a COVID-19 antibody test tell me? An antibody test might show if you had COVID-19 in the recent past. Most experts think that gives people some protection from the virus. But studies are still underway to determine what antibody level is needed for immunity. It’s also not known how long immunity might last. The tests are different from the nasal swab tests that can tell if you’re currently sick. The U.S. Food and Drug Administration initially allowed companies to launch antibody tests with minimal oversight. After reports of faulty results and fraud, the agency reversed course.",
    "date": "2020-05-19T00:00:00.000Z"
  },
  "5426": {
    "id": "5426",
    "text": "Russia’s foreign minister says that Moscow has scaled down its military drills amid the coronavirus pandemic. Sergey Lavrov also noted Tuesday that the Russian military has decided not to conduct any war games near the country’s borders with NATO member nations during the outbreak. Relations between Russia and the West have sunk to post-Cold War lows after the 2014 Russian annexation of Ukraine’s Crimean Peninsula and Moscow’s support for a separatist insurgency in eastern Ukraine. Moscow has repeatedly voiced concern over the deployment of NATO forces in the Baltics, describing it as a threat to its security. Russia and the alliance also have blamed one another for conducting destabilizing military exercises near the borders.",
    "date": "2020-05-19T00:00:00.000Z"
  },
  "5483": {
    "id": "5483",
    "text": "President Donald Trump is celebrating the addition of a lawyer to his immediate family. Trump has publicly congratulated Tiffany Trump, his youngest daughter, following her recent graduation from Georgetown Law School. The president tweeted Wednesday: “Just what I need is a lawyer in the family. Proud of you Tiff!” Twenty-six-year-old Tiffany Trump is the president's youngest daughter with second ex-wife, actress Marla Maples. Georgetown honored its Class of 2020 with weekend video tributes and a virtual ceremony during which degrees were conferred.",
    "date": "2020-05-20T00:00:00.000Z"
  },
  "5488": {
    "id": "5488",
    "text": "Brazil has unveiled rules expanding the use of the anti-malarial chloroquine in coronavirus patients, despite a lack of clinical proof that it is effective. The drug is already being used in the country for COVID-19 patients who are hospitalized in serious condition. New guidelines will allow its use for those with lighter symptoms such as abdominal pain, cough or fever. Chloroquine is the predecessor of hydroxychloroquine, which U.S. President Donald Trump has promoted as an anti-virus drug. Brazil has more than 291,000 confirmed coronavirus cases, the third most in the world, and experts say the true number is likely much higher amid scant testing. ",
    "date": "2020-05-20T00:00:00.000Z"
  },
  "5514": {
    "id": "5514",
    "text": "Police say a man opened fire and injured three people at a suburban Phoenix restaurant and retail complex because he wanted to retaliate for being bullied. Authorities say the shooting rampage occurred Wednesday night after suspect Armando Hernandez scoped out Westgate Entertainment District in Glendale, returned to his car to make a social media video and loaded three rifle magazines. Police say Hernandez filmed the attack while holding a cellphone with his left hand and blasting away with the rifle in his right hand. He later surrendered. A lawyer representing Hernandez at a hearing said this was Hernandez’s first contact with the legal system.",
    "date": "2020-05-21T00:00:00.000Z"
  },
  "5536": {
    "id": "5536",
    "text": "Former Georgia governor's race candidate Stacey Abrams is wading into elections outside her home state, endorsing the campaigns of seven Democrats vying for U.S. Senate seats. Abrams announced Thursday she's backing Democratic candidates in Arizona, Colorado, Kansas, Maine, Mississippi, North Carolina and South Carolina. Abrams has emerged as a leading voting rights advocate and a frequently mentioned prospect for Joe Biden’s running mate. Since her 2018 loss to now-Gov. Brian Kemp, Abrams has become an advocate for fair elections. Abrams previously announced her support for a Senate candidate in Georgia: the Rev. Raphael Warnock, who is challenging Republican Sen. Kelly Loeffler.",
    "date": "2020-05-21T00:00:00.000Z"
  },
  "5621": {
    "id": "5621",
    "text": "An outbreak of COVID-19 in western Montana is tied to an exclusive golf and country club developed by financial executive Charles Schwab. Stock Farm Club General Manager Steve Buck says the eight people who tested positive for COVID-19 in Ravalli County are employees of the club near Hamilton. One person had been hospitalized and seven others remained in isolation on Saturday. The health department has said it was believed the first person who tested positive had contracted the respiratory virus outside the county. ",
    "date": "2020-05-23T00:00:00.000Z"
  },
  "5658": {
    "id": "5658",
    "text": "Cooped-up Americans are snapping up new bicycles or dusting off decades-old bikes to stay fit, keep their sanity or have a safe alternative to public transportation. The coronavirus pandemic is proving to be a boon for bike shops, which have seen a surge in sales. Cities throughout the country have closed off streets to traffic, sparking many to buy a new ride or take an old bike for a spin in the quiet streets or up on a mountain trail. All around the world, bicycles are selling out. Officials are trying to take advantage of the growing momentum by expanding bike lanes.",
    "date": "2020-05-24T00:00:00.000Z"
  },
  "5904": {
    "id": "5904",
    "text": "Atlanta Mayor Keisha Lance Bottoms is being widely praised for her response to protests that flared following the death of a black man, George Floyd, after a white officer in Minneapolis pressed a knee into his neck. It wasn’t just Bottoms’ stern call for peace that garnered attention. She framed her frustration and anger as the natural response of a mother who worries every day about her black children. The attention comes as she's under consideration to become Joe Biden's running mate.",
    "date": "2020-05-30T00:00:00.000Z"
  },
  "5913": {
    "id": "5913",
    "text": "As if trips to the grocery store weren’t nerve-wracking enough, U.S. shoppers lately have seen the costs of meat, eggs and even potatoes soar as the coronavirus has disrupted processing plants and distribution networks. Overall, the cost of food bought to eat at home skyrocketed by the most in 46 years, and analysts caution that meat prices in particular could remain high as slaughterhouses struggle to so keep workers healthy. While price spikes for staples such as eggs and flour have eased as consumer demand has leveled off, prices may remain volatile for carrots, potatoes and other produce because of transportation issues and the health of workers who pick crops and work in processing plants.",
    "date": "2020-05-30T00:00:00.000Z"
  },
  "5956": {
    "id": "5956",
    "text": "Whether Joe Biden will win Tuesday’s eight primaries isn’t in doubt. But will it be enough to formally clinch the Democratic presidential nomination? The former vice president needs to win 89% of all delegates at stake to do so. Biden is the last candidate standing. But supporters of Vermont Sen. Bernie Sanders keep urging voters to cast ballots for him so he can amass delegates and have a greater influence on the party policy platform at the Democratic National Convention. Biden has met the 89% threshold in only two contests since Super Tuesday: Mississippi and Nebraska. Votes will be cast in Indiana, Maryland, Montana, New Mexico, Pennsylvania, Rhode Island, South Dakota and the District of Columbia.",
    "date": "2020-06-01T00:00:00.000Z"
  },
  "6050": {
    "id": "6050",
    "text": "New Zealand is on the verge of eradicating the virus from its shores after it notched a 13th straight day with no reported new infections. Only a single person in the nation of 5 million people is known to still have the virus, and that person is not hospitalized. However, it remains likely the country will import new cases once it reopens its borders, and officials say their aim remains to stamp out new infections as they arise. The country has already lifted many of its restrictions and could remove most of those that remain next week. Just over 1,500 people have contracted the virus, including 22 deaths.",
    "date": "2020-06-03T00:00:00.000Z"
  },
  "6389": {
    "id": "6389",
    "text": "Celebrity chef Alain Ducasse has unveiled a novel, art-infused air ventilation system in one of his smallest Parisian restaurants. The aim is to dramatically reduce the risk of airborne virus transmission using technology from hospitals — with a touch of Parisian style. He revealed the system on Thursday, ahead of an announcement by French President Emmanuel Macron later this week on the opening of restaurant interiors to diners. Ducasse says the Allard restaurant is so small that social distancing would be almost impossible. With the new system, the air at each table is contained and then sucked away.",
    "date": "2020-06-11T00:00:00.000Z"
  },
  "6429": {
    "id": "6429",
    "text": "Two more Florida theme parks are opening after being closed since mid-March to stop the spread of the new coronavirus. SeaWorld Orlando and Busch Gardens Tampa Bay are opening their gates Thursday with new restrictions. Reservations are now required to enter the parks in order to limit capacity for social distancing. Starting next week, SeaWorld Orlando will be closed Tuesdays and Thursdays and Busch Gardens will be closed Tuesdays and Wednesdays for extra cleaning for the foreseeable future. Visitors age 2 and up will be required to wear face masks and everyone will get a temperature screening at the parks’ entrances.",
    "date": "2020-06-11T00:00:00.000Z"
  },
  "6508": {
    "id": "6508",
    "text": "Robert Fleury knew he wanted to serve his country when he was a teenager, so he signed up for one of the most remote assignments in World War II _ tracking the weather for the U.S. Navy in the frigid Aleutian Islands off Alaska. He would later parlay the skills he learned in Quonset huts along the Bering Sea into a decades-long career with the National Weather Service. Like thousands of other veterans and elderly people in nursing homes around the country, Fleury was isolated from his family and friends when he died at 94 from the coronavirus. He had been healthy and independent into his 90s, but a fall had complicated his medical condition.",
    "date": "2020-06-13T00:00:00.000Z"
  },
  "6537": {
    "id": "6537",
    "text": "A Democrat is declaring victory in Georgia’s 7th Congressional District primary after new vote counts showed her winning a majority of the ballot without need for a runoff election. Carolyn Bourdeaux was the Democratic nominee in 2018 and claimed victory Monday over five Democratic opponents. The 7th District seat in suburban Atlanta is currently held by GOP Rep. Rob Woodall, who isn’t seeking another term after narrowly beating Bourdeaux in 2018. In Georgia, candidates must win more than 50% of the vote to avoid a runoff. Bourdeaux will face Republican nominee and emergency room physician Rich McCormick in November's general election. The district includes parts of Gwinnett and Forsyth counties.",
    "date": "2020-06-15T00:00:00.000Z"
  },
  "6557": {
    "id": "6557",
    "text": "People who’ve had to rescue imperiled treasure seekers in the Rocky Mountains say they're glad to hear that the legendary Fenn treasure is found. Retired Santa Fe art and antiquities dealer Forrest Fenn announced June 6 that a man who doesn't want to be named recently found the estimated $2 million chest containing coins, gold nuggets and other valuables. Fenn wrote a cryptic poem he said led to the chest he hid in 2010. Fenn isn't saying where the treasure was hidden but several people seeking it have been rescued in Dinosaur National Monument on the Colorado-Utah state line.",
    "date": "2020-06-15T00:00:00.000Z"
  },
  "6629": {
    "id": "6629",
    "text": "Researchers in England say they have the first evidence that a drug can improve survival from COVID-19. The drug is a cheap, widely available steroid called dexamethasone. Results released Tuesday show it reduced deaths by up to one third in severely ill hospitalized patients. The study was led by the University of Oxford. It involved thousands of patients randomly assigned to get the drug or just usual care. The drug reduced deaths by 35% in patients who needed treatment with breathing machines and by 20% in those only needing supplemental oxygen. It did not appear to help less ill patients. ",
    "date": "2020-06-16T00:00:00.000Z"
  },
  "6887": {
    "id": "6887",
    "text": "Italy’s Health Ministry is asking government advisers to evaluate new World Health Organization recommendations saying that people with COVID-19 can come out of isolation before they test negative for the coronavirus. The WHO last week said patients who spent 10 consecutive days in isolation with symptoms can be released if they are then symptom-free for at least three days. Previously, WHO recommended ending the isolation of infected people only after they twice tested negative on samples taken 24 hours apart.  The change is significant given that many countries are grappling with how to deal with thousands of people who are technically infected with the virus but may not still pose a transmission risk to others.",
    "date": "2020-06-21T00:00:00.000Z"
  },
  "6929": {
    "id": "6929",
    "text": "Starbucks is adding plant-based meat to its U.S. menu for the first time. The Seattle-based coffee chain says a breakfast sandwich made with imitation sausage from California-based Impossible Foods is now available at a majority of its U.S. restaurants. The sandwich comes with egg and cheese and is served on a ciabatta bun. Starbucks said earlier this year it would add fake meat to its menus worldwide as part of an effort to reduce its environmental impact. In April, it began selling lasagna, pasta and wraps made with Beyond Meat crumbles in China. It also introduced a Beyond Meat breakfast sandwich in Canada in February. ",
    "date": "2020-06-22T00:00:00.000Z"
  },
  "7197": {
    "id": "7197",
    "text": "Centrist politician Micheál Martin has become Ireland’s new prime minister in a deal that fuses two longtime rival parties into a coalition government. The deal will see Martin’s Fianna Fail govern with Fine Gael, the party of outgoing leader Leo Varadkar, and with the smaller Green Party. Fine Gael and Fianna Fail are bitter opponents with roots in opposing sides of the civil war that followed Ireland’s independence from the United Kingdom. This is their first government together. Irish lawmakers elected Martin by a vote of 93 to 63 on Saturday. Under the agreement, Martin will serve as prime minister until the end of 2022 and then hand the job back to Varadkar. ",
    "date": "2020-06-27T00:00:00.000Z"
  },
  "7215": {
    "id": "7215",
    "text": "Britain’s top civil servant and one of the most powerful people in the government announced he was stepping down. Prime Minister Boris Johnson is now prepared to shake up the inner workings of the country’s powerful bureaucracy. Mark Sedwill announced he will resign from his role as Cabinet secretary, national security adviser and head of the Civil Service in September. He said it had been a privilege to serve, but that he saw that the Johnson's government was shifting to a new phase. Johnson’s Europe adviser David Frost will step into the role of national security adviser. ",
    "date": "2020-06-28T00:00:00.000Z"
  },
  "7494": {
    "id": "7494",
    "text": "Nursing home residents are among the Americans getting $1,200 checks as part of the U.S. plan to revive the economy. But with many homes still under lockdown to prevent COVID-19 outbreaks, officials are issuing reminders that the money belongs to residents. One worry is that nursing homes could pressure residents to use the checks to pay outstanding balances. Another is that relatives could demand the money, even if they're not legal representatives. The Federal Trade Commission says it's not yet known whether problems are widespread, but that there may have been genuine confusion about how the checks should be handled.",
    "date": "2020-07-04T00:00:00.000Z"
  },
  "7513": {
    "id": "7513",
    "text": "The coronavirus pandemic has made it even more difficult to manage chronic diseases such as diabetes and high blood pressure, diseases that disproportionately affect Black people. Doctors offices have been closed or patients have been too worried to come in for visits or to get and fill prescriptions. Then came the killing of George Floyd, an extreme form of over-policing that has been linked with elevated stress, high blood pressure and other chronic illness. Doctors are bracing for the fallout as their offices start opening: a wave of sicker, shell-shocked patients. ",
    "date": "2020-07-05T00:00:00.000Z"
  },
  "7539": {
    "id": "7539",
    "text": "The publisher of a tell-all book about President Donald Trump by his niece will be released next week. The announcement Monday by publisher Simon & Schuster means the book by Mary Trump will be available for readers on July 14, two weeks earlier than planned. The announcement comes after a New York court ruled last week that the book could be released over the objections of Trump's brother. The book, 'Too Much and Never Enough: How My Family Created the World’s Most Dangerous Man,” is expected to contain a number of allegations about Trump's behavior, including his derisive treatment of his father after he was diagnosed with Alzheimer's disease.",
    "date": "2020-07-06T00:00:00.000Z"
  },
  "7566": {
    "id": "7566",
    "text": "The leader of Croatia’s main liberal opposition party announced his resignation a day after a crushing defeat in the country’s parliamentary election held amid a coronavirus spike. Davor Bernardic said Monday he is stepping down as president of the Social Democratic Party after the vote which was convincingly won by Croatia’s ruling conservatives. He said he won’t run for the party president in an upcoming internal party election. The Croatian Democratic Union party has consolidated its power in Croatia after winning 66 seats in the country’s 151-member parliament in Sunday’s election. The party didn't obtain an absolute majority and is expected to form a coalition government with smaller right-wing groups.",
    "date": "2020-07-06T00:00:00.000Z"
  },
  "7602": {
    "id": "7602",
    "text": "President Donald Trump's niece offers a scathing portrayal of her uncle in a new book. Mary Trump blames a toxic family for raising a narcissistic, damaged man who poses an immediate danger to the public. She writes in “Too Much and Never Enough, How My Family Created The World’s Most Dangerous Man” that Trump is a compulsive liar whose reelection “would be the end of American Democracy.” In the book, Mary Trump makes several revelations, including alleging that the president paid a friend to take a college admissions test in his place. Mary Trump is the daughter of Trump's elder brother, Fred Trump Jr., who died in 1981.",
    "date": "2020-07-07T00:00:00.000Z"
  },
  "7747": {
    "id": "7747",
    "text": "The traditional British summer getaway to sun-soaked Mediterranean beaches is set to pick up steam as quarantine restrictions are removed to dozens of countries, including France, Greece and Italy. But with many flights still canceled, resorts still working on ensuring that they are COVID-safe and many potential vacationers reluctant to make a trip abroad in light of the pandemic, Britain’s airports are much less busy than they would be in any other year. The aviation and travel industries are hoping that the new rules will help them salvage part of the summer vacation booking season that has been battered by the restrictions imposed during the coronavirus pandemic.",
    "date": "2020-07-10T00:00:00.000Z"
  },
  "7802": {
    "id": "7802",
    "text": "Essential workers are lauded for their service and hailed as everyday heroes. But in most states nurses, first responders and frontline workers who get COVID-19 on the job have no guarantee they'll qualify for workers' comp to cover lost wages and medical care. Fewer than one-third of the states have enacted policies that shift the burden of proof for job-related COVID-19 so essential workers don’t have to establish they got sick from working. Debate over workers’ comp in the states is part of a much larger national discussion about liability for virus exposure, with Republicans in Congress seeking a broad shield for businesses.",
    "date": "2020-07-11T00:00:00.000Z"
  },
  "7866": {
    "id": "7866",
    "text": "Robots that can flip burgers, make salads and even bake bread are in growing demand as virus-wary kitchens try to put some distance between workers and customers. Starting this fall, the White Castle burger chain will test a robot arm that can cook french fries, corn dogs. The robot, dubbed Flippy, is made by Pasadena, California-based Miso Robotics. Robot food service was a trend even before the coronavirus pandemic struck. Chowbotics, which makes a robot called Sally that makes salads, has been used by hospitals and universities to meet demand for fresh, customized options 24 hours a day. But Chowbotics and others say demand is booming as food service providers seek ways to limit interaction and keep workers and customers safe. ",
    "date": "2020-07-13T00:00:00.000Z"
  },
  "8222": {
    "id": "8222",
    "text": "Bulgaria’s center-right government has survived the fifth no-confidence vote called by the Socialist opposition over its alleged failure to curb widespread graft. The 240-member parliament rejected the motion Tuesday by 124-102, with 11 abstentions and three lawmakers absent. The more serious challenge for Prime Minister Boyko Borissov’s government are the two-week-old street protests in which tens of thousands of Bulgarians insist that the government must resign, accusing it of corruption, authoritarian rule and dependence on criminal groups. The protesters, mainly young and well-educated, are voicing dissatisfaction with what they call a corrupt model of governance in which influential media moguls and oligarchs support Borissov in return for state-sponsored favors.",
    "date": "2020-07-21T00:00:00.000Z"
  },
  "8305": {
    "id": "8305",
    "text": "The top U.S. diplomat says the Soviet occupation and annexation of the Baltic states of Estonia, Latvia and Lithuania in 1940 was “a criminal act” and draws parallel with present-day Russia’s military maneuvers in Ukraine and Georgia. U.S. Secretary of State Mike Pompeo said in a statement issued by the State Department on Wednesday that “just as the United States never recognized the Baltic States’ forced incorporation into the Soviet Union, so it will never accept Russia’s attack on the sovereignty and territorial integrity of Ukraine and Georgia,' which also are ex-Soviet republics. Thursday is the 80th anniversary of the Welles Declaration, in which the U.S. condemned the occupation of Estonia, Latvia and Lithuania by Soviet leader Josef Stalin.",
    "date": "2020-07-23T00:00:00.000Z"
  },
  "8329": {
    "id": "8329",
    "text": "Apple co-founder Steve Wozniak is suing YouTubefor allowing con artists to use him as a pawn in a scam believed to have heisted millions of dollars from people around the world. The personal computer pioneer vented his frustration and anger in a video conference Thursday to explain why he decided to file a lawsuit against one of the world’s biggest internet companies earlier this week. YouTube says it acts swiftly when noticed of deceptive practices on its site, but this is at least the second time the site has been sued for the same scam.",
    "date": "2020-07-23T00:00:00.000Z"
  },
  "8388": {
    "id": "8388",
    "text": "Washington, D.C., is mandating that anyone arriving after non-essential travel to a coronavirus hot spot must self-quarantine for 14 days. The executive order from Mayor Muriel Bowser comes days after Bowser took the step of making face-masks mandatory outdoors in the nation’s capital.  Anyone coming or returning to Washington from one of these hot spots will be asked to stay in their home or hotel room for 14 days, allowing no visitors and only leaving for essential reasons such as medical treatment. The quarantine order does not apply to traveling between the District of Columbia and neighboring Maryland and Virginia.",
    "date": "2020-07-24T00:00:00.000Z"
  },
  "8775": {
    "id": "8775",
    "text": "The U.S. Marine Corps has identified all nine people killed when a Marine landing craft sank in hundreds of feet of water off the Southern California coast. Only one of their bodies was found, despite an intense days-long search involving helicopters and boats ranging from inflatables to a Navy destroyer. The 15th Marine Expeditionary Unit said Sunday night that the others, from California, Texas, Wisconsin and Oregon, are “presumed dead.” Their tank-like amphibious assault vehicle took on water and quickly sank to the ocean floor off San Clemente Island after a training exercise on Thursday. ",
    "date": "2020-08-03T00:00:00.000Z"
  },
  "8828": {
    "id": "8828",
    "text": "California prosecutors are asking the NFL to remove a video produced as part of the league’s Inspire Change campaign. California District Attorneys Association president Vern Pierson said Tuesday that the video misrepresents the circumstances leading to the fatal shooting of a Black man in 2018. The video shows Sequette Clark speaking about the death of her son, Stephon Clark, who was killed in the backyard of his grandparents’ home after a chase by Sacramento police. The shooting led to weeks of protests. NFL officials did not immediately respond to requests for comment, nor did an attorney who represented the family.",
    "date": "2020-08-04T00:00:00.000Z"
  },
  "8834": {
    "id": "8834",
    "text": "Wedding planners, photographers and other bridal vendors who make the magic happen have a heap of new worries in the middle of the pandemic. Some couples pressing ahead with weddings aren't requiring masks. Vendors say guest counts are rising. And some venues aren't following the rules on crowd sizes, social distancing and prohibited dance floors. Issues like these have been the talk of online groups for vendors around the country. Chicago wedding planner Alexis Alvarez says she and other vendors are often working with no practical recourse to recoup deposits or full payments if they pull out.",
    "date": "2020-08-04T00:00:00.000Z"
  },
  "8939": {
    "id": "8939",
    "text": "President Donald Trump says he would “listen to both sides” after his eldest son and a campaign adviser urged him to intervene to block a proposed copper and gold mine in Alaska’s Bristol Bay region. Donald Trump Jr. on Tuesday agreed with a tweet from a former aide to Vice President Mike Pence and a senior adviser to the Trump campaign. That tweet expressed hope the president would direct the U.S. Environmental Protection Agency to block the proposed Pebble Mine. Trump says his son has some strong opinions. A key permitting decision is pending from the U.S. Army Corps of Engineers.",
    "date": "2020-08-06T00:00:00.000Z"
  },
  "9076": {
    "id": "9076",
    "text": "Marjorie Taylor Greene has won the Republican nomination for Georgia’s 14th Congressional District. She’s a businesswoman who has expressed support for the far-right conspiracy theory QAnon and been criticized for a series of racist comments. Neurosurgeon John Cowan was defeated in the primary runoff for the open seat on Tuesday. Greene's victory comes despite several GOP officials denouncing her campaign after videos surfaced in which she expresses racist, anti-Semitic and anti-Muslim views. She has responded to the criticism by blasting “the fake news media” and “the DC swamp.” Her victory comes in a deep-red area in northwest Georgia. ",
    "date": "2020-08-11T00:00:00.000Z"
  },
  "9097": {
    "id": "9097",
    "text": "Some 300 dolphins were caught on camera Sunday stampeding across the ocean near Dana Point. A minutes-long video captured by Capt. Dave’s Whale Watching Safari shows dolphins leaping several feet into the air above the glistening waters, wowing those on board. The Orange County Register reported that dolphins move fastest while porpoising out of the water since there is less resistance in air than in water. It is unknown why pods of dolphins stampede. Dolphin sightings off the Orange County coastline are not uncommon. A dolphin pod caught stampeding in waters near Laguna Beach made news around the world last year. ",
    "date": "2020-08-11T00:00:00.000Z"
  },
  "9142": {
    "id": "9142",
    "text": "Companies are rushing to test what may be the next best thing to a coronavirus vaccine: antibody drugs that fight the virus right away, without having to train the immune system to do the job. Antibodies are proteins the body makes when an infection occurs. They attach to a virus and help it be eliminated. The experimental drugs are concentrated versions of antibodies that worked best against the coronavirus in lab and animal tests. They're being tested to treat COVID-19 and to prevent infection. Results of key studies are expected by fall. If they work, they could be approved before a vaccine.",
    "date": "2020-08-12T00:00:00.000Z"
  },
  "9314": {
    "id": "9314",
    "text": "President Donald Trump says he may hold a small funeral service at the White House later this week for his younger brother, Robert, who died over the weekend. Trump says having a service there would be a “great honor” for his 71-year-old sibling. The president says his brother loved the U.S. and was “so proud of what we were doing and what we are doing for our country.” Robert Trump died Saturday in a New York hospital. Trump visited his brother there on Friday. The cause of death has not been released. ",
    "date": "2020-08-17T00:00:00.000Z"
  },
  "9448": {
    "id": "9448",
    "text": "Independent Al Gross has won the Democratic primary in Alaska’s U.S. Senate race. Gross, 58, will face first-term Republican U.S. Sen. Dan Sullivan in the November general election. Sullivan was unopposed in his primary. Politically unaffiliated candidates — those registered as nonpartisan or undeclared and who in Alaska are often described as independents — can run in Alaska’s Democratic primary. Gross, who is a nonpartisan, previously won the party’s endorsement. Gross faced two challengers, Edgar Blatchford and Chris Cumings, neither of whom mounted significant campaigns.",
    "date": "2020-08-19T00:00:00.000Z"
  },
  "9603": {
    "id": "9603",
    "text": "Officials at the National Zoo are jacking up their internet capabilities as a new giant panda cub is sparking fresh rounds of pandemic-fueled panda-mania. The zoo’s ever-popular Panda Cam traffic has spiked by 1,200% since venerable matriarch Mei Xiang’s pregnancy was announced this past week. When she actually gave birth Friday evening, zoo officials said they had a hard time getting into their own livestream. The zoo says Mei Xiang, an experienced mom, “picked the cub up immediately and began cradling and caring for it.” Panda lovers around the world were able to see the birth live on camera, while zookeepers are using the camera to keep an eye on mom and baby. She is the oldest giant panda to successfully give birth in the United States. ",
    "date": "2020-08-22T00:00:00.000Z"
  },
  "9669": {
    "id": "9669",
    "text": "German Chancellor Angela Merkel is calling on Russian authorities to conduct a full investigation of the poisoning of dissident Alexei Navalny and to bring those responsible to justice. Merkel said Monday that “in view of Mr. Navalny’s prominent role in the political opposition in Russia, authorities there are now called upon urgently to investigate this crime in detail” The chancellor issued the statement after German doctors treating Navalny in a Berlin hospital said tests indicated the presence of so-called “cholinesterase inhibitors” in his system. Cholinesterase inhibitors are found in several drugs, but also pesticides and nerve agents. The Charité hospital said the specific substance to which Navalny was exposed hasn’t been identified yet. ",
    "date": "2020-08-24T00:00:00.000Z"
  },
  "9895": {
    "id": "9895",
    "text": "President Donald Trump has pardoned a woman who was a featured speaker on the final night of the Republican National Convention and had praised him as a compassionate leader. Trump on Friday pardoned Alice Marie Johnson, who had spent more than two decades in prison for a nonviolent drug offense. Trump commuted her life sentence in 2018 at the urging of Kim Kardashian West. Trump said Johnson has done an “incredible job” since her release with identifying additional prisoners who also could be eligible for early release. Johnson said Thursday that she was free “by the grace of God and the compassion of President Donald John Trump.”",
    "date": "2020-08-28T00:00:00.000Z"
  },
  "9930": {
    "id": "9930",
    "text": "Hurricane Laura was a monster storm that wreaked a lot of damage. But it could have been much worse. Experts say the expected 20 feet of storm surge missed Lake Charles and instead struck a less populated region. That was because the storm made a last-minute wobble to the east. The system also threaded a needle between the large cities of New Orleans and Houston. Storm-preparation experts say residents and emergency managers were smart in their preparations and evacuation. Laura was still devastating, but it was not as catastrophic as it might have been.",
    "date": "2020-08-29T00:00:00.000Z"
  },
  "10049": {
    "id": "10049",
    "text": "Scientists are reporting that the antibodies people make to fight the new coronavirus do not fade quickly. The new study is the most extensive work yet on the immune system’s response to the virus and is good news for efforts to develop vaccines. The report was published Tuesday in the New England Journal of Medicine. It was based on tests on more than 30,000 people in Iceland. It found antibodies lasted for at least four months after diagnosis. Independent experts say if a vaccine can spur production of long-lasting antibodies like that, it gives hope that immunity may not be fleeting as some smaller studies previously suggested.",
    "date": "2020-09-01T00:00:00.000Z"
  },
  "10161": {
    "id": "10161",
    "text": "A Nebraska man is making political waves over his impassioned plea to take action against boneless chicken wings. Video of Ander Christensen’s satirical rant before the Lincoln City Council on Monday pleading to ban the “boneless chicken wing” moniker has garnered widespread attention. Christensen, who is the son of a council member, made his case that the meat in boneless wings doesn’t come from a chicken’s wing at all, but from its breast, telling the council, “We’ve been living a lie for far too long.' Instead, he suggested the dish could be renamed, “buffalo-style chicken tenders, wet tenders, saucy nugs or trash.”",
    "date": "2020-09-03T00:00:00.000Z"
  },
  "10198": {
    "id": "10198",
    "text": "George Washington University is investigating the case of a history professor who allegedly admitted to fraudulently pretending to be a Black woman for her entire career, and says she will not be teaching her classes this semester. In a blog post that has gained international attention, a writer claiming to be Jessica Krug, a GW associate professor of history, writes that she is in fact a white Jewish woman from suburban Kansas City. The writer claims that she has lived most of her adult life “under various assumed identities within a Blackness that I had no right to claim.” The post caused a furor on social media. ",
    "date": "2020-09-04T00:00:00.000Z"
  },
  "10308": {
    "id": "10308",
    "text": "Israel and the United Arab Emirates will sign their historic deal normalizing relations at a White House ceremony on September 15. Officials say senior delegations from the two countries will be led by Israeli Prime Minister Benjamin Netanyahu and Sheikh Abdullah bin Zayed Al Nahyan, the brother of Abu Dhabi's powerful crown prince. The ceremony will come just a month after the agreement to establish full diplomatic relations was announced Aug. 13. The historic deal delivered a key foreign policy victory to President Donald Trump as he seeks reelection, and reflected a changing Middle East in which shared concerns about archenemy Iran have largely overtaken traditional Arab support for the Palestinians. ",
    "date": "2020-09-08T00:00:00.000Z"
  },
  "10408": {
    "id": "10408",
    "text": "A serval cat named Spartacus has run away from the home of its owner in Merrimack, New Hampshire, and is missing. Police say the 40-pound cat is legally owned. Owner Dean King says his family adopted the cat from a Florida zoo four years ago. It ran out their front door as his wife was trying to let their dog inside on Wednesday evening. Photos show the cat is tawny in color with dark spots and has long ears. Police are asking anyone who sees the cat to report it to their dispatcher.",
    "date": "2020-09-10T00:00:00.000Z"
  },
  "10418": {
    "id": "10418",
    "text": "MSNBC's Rachel Maddow is a beneficiary of the scramble for attention by authors trying to sell books that pick apart Donald Trump's presidency. Her interview with former Trump attorney Michael Cohen this week reached the second-biggest audience of her program's history. It was second only to the night this summer when Maddow welcomed presidential niece Mary Trump for her tell-all book. Authors compete for attention by trying to present revelations that will dominate a news cycle or two. They're all looking up to Bob Woodward, whose sales effort is bolstered by interview tapes of Trump, which will land him on “60 Minutes” this weekend.",
    "date": "2020-09-10T00:00:00.000Z"
  },
  "10428": {
    "id": "10428",
    "text": "The European Union is extending for six months its sanctions against scores of people and organizations accused of undermining the territorial integrity of Ukraine. EU headquarters said Thursday that the travel bans and asset freezes on 175 people and 44 “entities,” which are usually companies, banks, associations or other organizations, will be prolonged until March 15. The EU imposed sanctions on Russia after it annexed Ukraine’s Crimean Peninsula in 2014, and refuses to recognize Moscow’s authority there. Those targeted in the latest decision include several politicians in Crimea and Sevastopol, and Russian officials accused of supporting the decision to deploy troops to Ukraine or their actions there.",
    "date": "2020-09-10T00:00:00.000Z"
  },
  "10456": {
    "id": "10456",
    "text": "The number of daily U.S. deaths from the coronavirus is declining again after peaking in early August, but scientists warn that a new bout with the disease this fall could claim more lives. Experts say the arrival of cooler weather and the likelihood of more indoor gatherings will add to the importance of everyday safety precautions, like wearing masks, staying home and washing hands. The U.S. has seen two distinct peaks in daily deaths. The nation’s summertime surge crested at about half the size of the first deadly wave, which arrived in April. That's when deaths first peaked at an average of 2,240 each day.",
    "date": "2020-09-11T00:00:00.000Z"
  },
  "10649": {
    "id": "10649",
    "text": "Three sea turtles that were near death when they were plucked from the surf at the Jersey shore with illnesses or injuries are back in the ocean. The volunteer group Sea Turtle Recovery is based at Turtle Back Zoo in northern New Jersey. The group brought the trio to Point Pleasant Beach early Tuesday, and released them into the surf. Among them were Silver Belle, a critically endangered Kemp's ridley turtle; Melbourne, a green turtle, and loggerhead turtle Tabitha, the most severely ill whose survival after her June 2019 stranding in Cape May looked doubtful. Center co-director Brandy Biehl calls their return to the sea “a magical moment.”",
    "date": "2020-09-15T00:00:00.000Z"
  },
  "10678": {
    "id": "10678",
    "text": "President Donald Trump’s televised town hall in front of undecided Pennsylvania voters offered an intriguing preview of how he may approach his debates with Democratic nominee Joe Biden. Some takeaways from Tuesday night's town hall include fresh indications that Trump cannot wish away the coronavirus and still has issues with the science. A debate in which Trump is face-to-face with Biden and has a strict time limit will be a different challenge. For the first time, Trump will be placed on equal footing with Biden, making his preferred tactic of talking past difficult questions harder to pull off.",
    "date": "2020-09-16T00:00:00.000Z"
  },
  "10713": {
    "id": "10713",
    "text": "The German government has welcomed news that poisoned Russian opposition leader Alexei Navalny’s condition has further improved. Navalny, who fell ill on a domestic flight in Russia on Aug. 20, on Tuesday posted a selfie photo from Berlin’s Charité hospital where he has been treated for almost four weeks. A German government spokeswoman said Wednesday the news was “encouraging.' Germany has demanded that Russia should answer questions about Navalny’s poisoning, after a German military laboratory confirmed the presence of Novichok in his body. That's a Soviet-era nerve agent previously linked to the attempted assassination of Kremlin critics. Russia has rejected the suggestion that it was involved in Navalny’s poisoning.",
    "date": "2020-09-16T00:00:00.000Z"
  },
  "10795": {
    "id": "10795",
    "text": "House Speaker Nancy Pelosi is pushing back against the Catholic archbishop of San Francisco's criticism of COVID-related restrictions. Pelosi, a practicing Catholic, says the church should “follow science” rather than advocate for fuller in-person gatherings for Mass and worship. Archbishop Salvatore Joseph Cordileone is protesting limits on larger public gatherings. He said worshipers' First Amendment rights are being “unjustly repressed” by the government. The right to worship is a touchstone in the debate over social-distancing rules. Nationwide, several churches are suing to halt restrictions. Pelosi says she recently attended a socially distant in-person Mass in San Francisco. She says science is a “creation of God” and an “answer to our prayers.'",
    "date": "2020-09-18T00:00:00.000Z"
  },
  "10818": {
    "id": "10818",
    "text": "U.S. health officials are dropping a controversial piece of coronavirus guidance and telling all those who have been in close contact with infected people to get tested. The Centers for Disease Control and Prevention essentially returned to its previous guidance about such tests. In doing so, it got rid of language posted last month that said people who didn’t feel sick didn’t need to get tested. That August change set off a rash of criticism from health experts who couldn’t fathom why the nation’s top public health agency would say such a thing amid a pandemic that has been difficult to control.",
    "date": "2020-09-18T00:00:00.000Z"
  },
  "11082": {
    "id": "11082",
    "text": "The flu and COVID-19 have such similar symptoms, you may need to get tested to know which type of virus is making you miserable. Body aches, sore throat, fever, cough, shortness of breath, fatigue and headache are symptoms shared by the two. People with flu typically feel sickest during the first week of illness. With COVID-19, people may be sicker longer and feel the worst during the second or third week. Doctors will need to know your test results to determine the best treatment. It’s also possible to be infected with both viruses at the same time.",
    "date": "2020-09-24T00:00:00.000Z"
  },
  "11240": {
    "id": "11240",
    "text": "Mali’s transitional president has appointed former minister of foreign affairs, Moctar Ouane, as the West African nation’s prime minister days after being sworn into office. Sunday's appointment of a civilian prime minister was a major condition imposed by the West African regional economic bloc, ECOWAS, on Mali to lift sanctions that were imposed after an Aug. 18 coup. ECOWAS had closed borders to Mali and stopped financial flows to put pressure on the junta to quickly return to a civilian government. The transitional government will lead Mali to an\\ election in 18 months.  ",
    "date": "2020-09-27T00:00:00.000Z"
  },
  "11538": {
    "id": "11538",
    "text": "President Donald Trump's doctor, Sean Conley, has released a statement on the coronavirus diagnosis for the president and first lady Melania Trump. He says both are well and plan to remain at home in the White House during their convalescence. ",
    "date": "2020-10-02T00:00:00.000Z"
  },
  "11746": {
    "id": "11746",
    "text": "President Donald Trump says people shouldn't fear the coronavirus, but public health experts note that 1 million worldwide deaths are among reasons to be concerned. That's why they say to take everyday precautions despite the president's rosier advice. Experts note there's no way to predict who will get infected, sick and die from COVID-19. There's no cure, and still no vaccine. Most Americans have not been infected, meaning they are still vulnerable. Another reason for concern is uncertainty over which patients will develop lasting complications affecting the lungs, heart, kidneys and other organs.",
    "date": "2020-10-06T00:00:00.000Z"
  },
  "11814": {
    "id": "11814",
    "text": "A federal appeals court says President Donald Trump's accountant must turn over his tax records to a New York state prosecutor. The 2nd U.S. Circuit Court of Appeals in Manhattan ruled Wednesday. It said a stay of a lower-court decision will remain in effect so Trump's lawyers can appeal the ruling to the U.S. Supreme Court. A district court judge had rejected their renewed efforts to invalidate a subpoena that the office of Manhattan District Attorney Cyrus Vance Jr. issued to Trump’s accounting firm. A Justice Department spokesperson said the department was reviewing the ruling.",
    "date": "2020-10-07T00:00:00.000Z"
  },
  "11991": {
    "id": "11991",
    "text": "COVID-19 can do more than torment patients physically. It also clobbers some financially. Even though many insurers and the U.S. government have offered to pick up or waive costs tied to the virus, holes remain for big bills to slip through and surprise patients. People who weren’t able to get a test showing they had the virus and those who receive care outside their insurance network are particularly vulnerable.  Who provides the coverage and how hard a patient fights to lower a bill also can matter. Experts say most patients will incur few costs because they have mild cases. ",
    "date": "2020-10-11T00:00:00.000Z"
  },
  "12204": {
    "id": "12204",
    "text": "The European Union has imposed sanctions on a Russian tycoon with ties to President Vladimir Putin and who is alleged to have interfered in the 2016 U.S. elections. The EU accuses Yevgeny Prigozhin of undermining the security of Libya and of violating the UN arms embargo on the conflict-torn country. It says he has close links to the private military company Wagner Group and has frozen his assets and stopped him traveling in Europe. The bloc accuses Wagner of “multiple and repeated breaches of the arms embargo.” Prigozhin was among a dozen Russians indicted by a U.S. grand jury in the investigation by special counsel Robert Mueller, alleging he funded internet trolls involved in interfering with the last presidential election. ",
    "date": "2020-10-15T00:00:00.000Z"
  },
  "12300": {
    "id": "12300",
    "text": "One hiker set off to hike country’s oldest long-distance trail this fall not only to immerse himself in the wilderness but to create art along the way. Wildlife and wilderness artist Rob Mullen is now nearing the end of his 272-mile monthlong journey from Canadian border down the length of Vermont and over the state’s highest mountains to the Massachusetts state line. His Long Trail expedition and art is raising money for the Vermont Wildlife Coalition and the Green Mountain Club, which maintains the Long Trail. He says he's also ending his journey with sense of hope about the country from the strangers he’s met along the trail. ",
    "date": "2020-10-17T00:00:00.000Z"
  },
  "12321": {
    "id": "12321",
    "text": "Airlines are in trouble, and nowhere more than on international routes. One thing airlines believe could help is to have rapid tests of all passengers before they fly. They hope that will make people less afraid of sitting next to someone with the virus. And it might make governments more confident they're not bringing the virus in. Scientists warn there are concerns, however, about the accuracy of some rapid tests. Scattered experiments on improving safety are under way around the world, and a UN organization is leading talks to set guidelines. More travel would help everyone from hotels to taxi drivers.",
    "date": "2020-10-18T00:00:00.000Z"
  },
  "12671": {
    "id": "12671",
    "text": "Israeli Prime Minister Benjamin Netanyahu appears to have confirmed that Israel has given its consent for the United States to sell F35 fighter jets to the United Arab Emirates following a recent agreement establishing diplomatic relations between the Mideast countries. The expected sale would make the UAE the first Arab nation and just the second country in the Middle East after Israel to possess the stealth warplanes. Netanyahu has repeatedly insisted that arms deals were not part of the Sept. 15 agreement with the UAE. He told reporters Saturday that Israel had consented to advanced U.S. arms sales this week after receiving assurances the U.S. would maintain Israel's qualitative military edge in the region.",
    "date": "2020-10-24T00:00:00.000Z"
  },
  "12781": {
    "id": "12781",
    "text": "Health officials say Halloween traditions should look a little different this year to reduce the spread of COVID-19. Instead of big parties and haunted houses, they suggest activities like outdoor pumpkin carving, neighborhood costume parades or scary movie marathons that minimize close contact with strangers. For those who venture out to trick-or-treat, health experts say it will be important to social distance, sanitize hands regularly and wear a face covering. They also say anyone with COVID-19 symptoms, known exposures to the virus or pending tests results should stay home.",
    "date": "2020-10-27T00:00:00.000Z"
  },
  "12978": {
    "id": "12978",
    "text": "Preliminary election results show that Georgia’s ruling party won the country’s highly contested parliamentary election. But the opposition refused to recognize Sunday's results as valid, saying they were manipulated. Georgia’s Central election commission said that with 99% of ballots counted, the Georgian Dream party had received 48.1% of the vote in Saturday’s election. The biggest opposition alliance led by the United National Movement party, got 27.1%. Several more opposition parties cleared the 1% threshold to get seats in Parliament. The opposition coalition called for protests. As crowds of people started to gather in front of the parliament in the Georgian capital  on Sunday afternoon, opposition politicians demanded a re-run of the election. ",
    "date": "2020-11-01T00:00:00.000Z"
  },
  "13263": {
    "id": "13263",
    "text": "Alaska is reporting hitting a daily record in new coronavirus cases. The state reports 604 cases, the highest in a single day since Oct. 25, when 526 cases were tallied, the Anchorage Daily News reported. The Department of Health and Social Services says there were no new deaths from the virus. The state has had 19,306 cases and 79 deaths since the coronavirus hit. The Daily News reports that 95 people were currently hospitalized with the virus in Alaska as of Saturday, slightly down from Friday’s record of 97 hospitalizations. Another 10 hospital patients were suspected of having COVID-19, according to state data.",
    "date": "2020-11-07T00:00:00.000Z"
  },
  "13271": {
    "id": "13271",
    "text": "North Dakota and South Dakota have the nation’s worst rate of coronavirus deaths per capita in the last 30 days. Despite advances in treating coronavirus patients, hundreds more people in the Dakotas have died in recent weeks than during any other time of the pandemic. It serves as a grim exclamation point on the virus outbreak slamming the Upper Midwest and northern Plains, with few signs of slowing down. As winter approaches and hospitals scramble to make room for coronavirus patients, physicians and medical experts worry that the deaths will continue to climb in a region where people have been slow to adopt mitigation measures like wearing masks.",
    "date": "2020-11-07T00:00:00.000Z"
  },
  "13286": {
    "id": "13286",
    "text": "Joe Biden has won the presidency. That may turn out to be the easy part. The president-elect already was braced to deal with the worst health crisis the nation has seen in more than a century and the economic havoc it has wreaked. Now, he has to build a government while contending with a Senate that could stay in GOP hands, a House that will feature fewer Democratic allies and a public that includes more than 70 million people who would prefer that President Donald Trump keep the job. There's also the looming question of whether Trump, who has claimed the election was being stolen from him, will cooperate. ",
    "date": "2020-11-07T00:00:00.000Z"
  },
  "13319": {
    "id": "13319",
    "text": "Spanish emergency services for the Canary Islands say that more than 1,600 migrants have either been rescued at sea or reached the archipelago in small boats over the weekend. Authorities say that the body of one person who had died during the perilous journey was recovered at sea. Another person was airlifted by helicopter to a local hospital on arrival. The Canary Islands have seen an increase in arrivals this year. Over 11,000 migrants have reached the islands. More than 600 have died or vanished at sea trying. ",
    "date": "2020-11-08T00:00:00.000Z"
  },
  "13358": {
    "id": "13358",
    "text": "Federal regulators are requiring Zoom to strengthen its security in a proposed settlement of allegations that the video conferencing service misled users about its level of security for meetings. The settlement was announced by the Federal Trade Commission. A complaint filed by the agency accused Zoom of deceiving users over security since at least 2016. It said the company held on to cryptographic keys that allowed it to access content from its customers’ meetings, and secured meetings with a lower level of privacy encryption than it promised customers. The regulators allege that Zoom “engaged in a series of deceptive and unfair practices that undermined the security of its users.” ",
    "date": "2020-11-09T00:00:00.000Z"
  },
  "13418": {
    "id": "13418",
    "text": "When scientists destroyed the first nest of so-called murder hornets found in the U.S., they discovered about 500 live specimens in various stages of development. Washington state officials said Tuesday that the total included nearly 200 queens that had the potential to start their own nests. Still, that didn’t end the threat from the giant insects that can deliver painful though rarely deadly stings to people and wipe out entire hives of honey bees. Scientists think other nests already exist and say it’s impossible to know if any queens escaped before the first nest was destroyed. ",
    "date": "2020-11-10T00:00:00.000Z"
  },
  "13456": {
    "id": "13456",
    "text": "U.S. Sen. Dan Sullivan has been reelected to the U.S. Senate. The Republican Sullivan defeated Al Gross, an independent who won the Democratic primary. The race had been determined too early to call on Election Day with a large numbers of outstanding absentee ballots. State election officials began counting more than 150,000 absentee and other ballots on Tuesday. Sullivan was first elected to the seat in 2014 when he defeated incumbent Democratic Sen. Mark Begich. The race attracted outside attention with control of the Senate at stake. The result in Alaska means control of the Senate won’t be decided until January Senate runoffs are held in Georgia. ",
    "date": "2020-11-11T00:00:00.000Z"
  },
  "13468": {
    "id": "13468",
    "text": "New research confirms that temperature and symptom checks miss many coronavirus infections. A study published Wednesday found that these measures failed to detect infections in new Marine recruits before they started training, even after several weeks of quarantine. Many recruits had no symptoms yet still spread the virus. Genetic testing revealed six separate clusters of cases among the recruits. The work has implications for colleges, prisons, meatpacking plants and and other places that rely on symptom screening. Doctors say more COVID-19 testing is needed, especially in younger people who often don't develop symptoms. ",
    "date": "2020-11-11T00:00:00.000Z"
  },
  "13505": {
    "id": "13505",
    "text": "Russia’s foreign minister said Thursday that Moscow has adopted sanctions against a number of German and French officials in response to the European Union’s sanctions over the poisoning of Russian opposition leader Alexei Navalny. Navalny, a corruption investigator and longtime foe of Russian President Vladimir Putin, is in Germany recovering from what German authorities said was a nerve agent poisoning. Last month, EU foreign ministers imposed sanctions on six Russian officials and a state research institute over the incident. Sergey Lavrov said Thursday that retaliatory sanctions against “senior staff of the offices of the leaders of Germany and France” have been adopted. He didn't reveal how many officials would fall under the sanctions or provide their names. ",
    "date": "2020-11-12T00:00:00.000Z"
  },
  "13601": {
    "id": "13601",
    "text": "Romanian officials say a fire at a hospital treating COVID-19 patients has killed 10 people and injured 10 others. An emergency services spokesperson says the blaze spread through the intensive care ward designated for COVID-19 patients at the public hospital in northern Romania. Most of the people who died or were injured in Saturday’s fire were patients. The recently appointed manager of the Piatra Neamt Regional Emergency Hospital said a doctor who tried to save the patients from the flames is in critical condition with first- and second-degree burns covering 80% of his body. Romania's health minister says the fire was “most likely triggered by a short circuit.” ",
    "date": "2020-11-14T00:00:00.000Z"
  },
  "13604": {
    "id": "13604",
    "text": "Experience in how to fight and beat COVID-19 is proving invaluable at the hospital in Paris that recorded the epidemic's first death in Europe. Critical care doctors have learned not to put patients on ventilators if possible and to keep them awake and bathed in oxygen with face masks. There are steroid treatments that weren’t available to them when the virus first swept across the continent. The sick also are savvier, seeking help earlier for their symptoms and making them easier to treat. The situation remains dire, with one death in four in France now linked to COVID-19. But hospital workers are starting to believe they'll beat back the renewed surge of infections.",
    "date": "2020-11-14T00:00:00.000Z"
  },
  "13665": {
    "id": "13665",
    "text": "A study by Oxford University researchers on how playing video games affects mental health used data from video game makers, marking what the authors say is the first such collaboration between academics and the game industry. Lack of transparency from game makers has long been an issue for scientists hoping to better understand player behaviors. The paper released Monday by the Oxford Internet Institute comes as video game sales this year have boomed as more people are stuck at home because of the pandemic and many countries have once again imposed limits on public life. In a first, the study used data provided by the game makers, Electronic Arts and Nintendo of America. ",
    "date": "2020-11-16T00:00:00.000Z"
  },
  "13831": {
    "id": "13831",
    "text": "Prince William has “tentatively welcomed” an independent investigation into the circumstances surrounding a controversial 1995 BBC interview with his mother, Princess Diana. William, who is second in line to the throne, said in a statement that the probe is “a step in the right direction.' He added that it “should help establish the truth behind the actions” that led to the interview. The BBC announced Wednesday it has appointed a retired senior judge to lead an investigation into the 1995 interview after Diana’s brother, Charles Spencer, made renewed complaints this month that journalist Martin Bashir used false documents and other dishonest tactics to convince Diana to agree to the interview. ",
    "date": "2020-11-19T00:00:00.000Z"
  },
  "13995": {
    "id": "13995",
    "text": "U.S. health officials have allowed emergency use of a second antibody drug to help the immune system fight COVID-19. It's an experimental medicine that President Donald Trump was given when he was sickened last month. The Food and Drug Administration on Saturday authorized use of the Regeneron Pharmaceuticals Inc. drug for people with mild-to-moderate symptoms. Tests of the drug are continuing, but early results suggest it may prevent hospitalization and emergency room visits. Use is allowed for adults and children 12 and over who are at high risk of severe illness from COVID-19 because of age or certain other medical conditions.  ",
    "date": "2020-11-22T00:00:00.000Z"
  },
  "14440": {
    "id": "14440",
    "text": "Republican officials in Georgia are floating additional requirements for the state’s vote-by-mail process — despite no evidence of systemic fraud. The push also comes after scathing criticism from President Donald Trump about how officials handled the November election. A record number of absentee ballots helped deliver a narrow presidential victory for Democrat Joe Biden in the state. Both Gov. Brian Kemp and Secretary of State Brad Raffensperger have expressed support for requiring a photo ID for absentee voting. The idea is also backed by several members of the state legislature. Some Democrats and voting rights activists are pushing back, saying it’s a targeted effort to make it harder to vote.",
    "date": "2020-12-03T00:00:00.000Z"
  },
  "14678": {
    "id": "14678",
    "text": "If you're worried about the coronavirus on groceries or other packages, experts say to keep the risk in perspective. The virus spreads mainly through the respiratory droplets people spray when talking, coughing or sneezing. It’s why health experts stress the importance of wearing masks and social distancing. Tests finding the virus on surfaces might just be detecting traces of it, not live virus capable of infecting people. Early studies finding it could linger on surfaces for days were also conducted under laboratory conditions. So if you have good hand washing practices, experts say wiping down groceries isn't necessary for most. ",
    "date": "2020-12-08T00:00:00.000Z"
  },
  "14779": {
    "id": "14779",
    "text": "Record-breaking numbers of coronavirus infections are straining Russia's health care system to its limits and doctors across the country have been inundated with demands for house calls for infectious people isolating at home. Many have had to walk to those appointments, since their clinics do not have enough cars. The situation in the Siberian city of Irkutsk changed when a group of volunteers came to the rescue, offering the simple service of driving medical workers to house visits. Vadim Kostenko, 37-year-old local entrepreneur who came up with the idea, says doctors are able to visit 70% more patients now that they have someone to drive them. ",
    "date": "2020-12-09T00:00:00.000Z"
  },
  "15081": {
    "id": "15081",
    "text": "President-elect Joe Biden has formally announced former rival Pete Buttigieg as his pick to be secretary of transportation. Buttigieg would be the first openly gay person confirmed by the Senate to a Cabinet post. The 38-year-old former mayor of South Bend, Indiana, was virtually unknown nationally when he launched a longshot bid for president, but became a formidable political force in the early primary states, finishing well ahead of Biden in Iowa and New Hampshire. Buttigieg eventually endorsed Biden, who later suggested the ex-mayor could be a bridge to a new generation of Democratic leadership. Biden plans to formally introduce Buttigieg during a Delaware event Wednesday with Vice President-elect Kamala Harris.",
    "date": "2020-12-15T00:00:00.000Z"
  },
  "15484": {
    "id": "15484",
    "text": "A Black doctor who died battling COVID-19 complained of racist medical care in widely-shared social media posts. It has prompted an Indiana hospital system to promise a “full external review.” According to her Facebook post, Dr. Susan Moore tested positive for COVID-19 in late November and was hospitalized in suburban Indianapolis. The physician said she had to repeatedly ask for medication, scans and routine checks while admitted. She noted a white doctor in particular who seemingly dismissed her pain. She was sent home but was hospitalized again. Her condition deteriorated, and she died Dec. 20.   ",
    "date": "2020-12-25T00:00:00.000Z"
  },
  "15580": {
    "id": "15580",
    "text": "Ohio says a death row inmate who survived an execution attempt has died with the coronavirus as the suspected cause. The Ohio Department of Rehabilitation and Correction says condemned killer Romell Broom died Monday at age 64. Department spokesperson Sara French says Broom is on the agency's “COVID probable list” for inmates suspected to have died of COVID-19 pending a death certificate. The 2009 execution of Broom by lethal injection was called off after two hours when Ohio prison technicians were unable to find a suitable vein. Broom cried in pain while receiving 18 needle sticks. ",
    "date": "2020-12-29T00:00:00.000Z"
  }
}